

export const  dataMap = new Map([
  ['0', [
    {que:'1.如何入驻', ans: '普通用户通过在【博物开店页】支付1000元的技术服务费即可成为商家，拥有一个博物店铺'},
    {que:'2.如何认证品质店铺', ans: '通过【卖家中心】-【店铺设置】中点击“店铺认证”，根据自身情况申请“个人认证”或“企业认证”信息，然后缴纳店铺品质保证金，申请后平台48小时自动进行认证审核；若认证信息有误，平台将会有专人进行联系修改通过；若认证不通过，质保金会全部原路退回'},
    {que:'3.如何退出品质店铺认证', ans: '需满足以下条件：认证时间超过30天，店铺无上架商品和竞拍中商品，店铺无未完结订单和售后中订单。满足以上条件申请完，店铺品质保证金将在15个工作日原路退回  \n通过联系官方客服或者在【博物学院】找到“如何退出品质店铺”扫码申请退出 '}
  ]],
  ['1',[
    {que: '1.发货时间', ans:'平台规定商家商品在付款后48小时内发货（除定制，预售以及页面特殊说明商品），一般情况2-5天内收到商品，偏远地区会有延迟'},
    {que: '2.发货快递公司', ans: '博物官方仓库与多家快递公司合作，会根据您的收货地址自动匹配当地运营较好的快递公司，暂不支持指定快递；商家商品由商家自行发货，您可以联系商家咨询具体发货物流'},
    {que: '3.怎么联系商家', ans: '在【商品页】左下角“私信”或者【订单页】下方“联系卖家'},
    {que: '4.运费问题', ans: '博物官方限时补贴商品支持全国范围内（港澳台、偏远地区除外）包邮，您无需承担邮费，商家商品根据商家自行设定为准'},
    {que: '5.商品不满意', ans: '平台商品支持七天无理由退换，特殊商品不支持，如需售后请联系商家进行协商处理'}
  ]],
  ['2',[
    {que: '1.误出价怎么办', ans:'非常遗憾，误出价商品不能取消；如果竞拍成功，您可以和商家联系协商如何避免违约情况'},
    {que: '2.关于拍卖保证金', ans: '用户出价需缴纳保证金', children: ['1）用户缴纳保证金后，未出价或出价未中拍，拍卖结束后保证金5分钟内自动原路退回', '2）中拍用户在拍卖结束后48小时内未支付订单，视为用户违约，扣除保证金赔付商家', '3）中拍用户在拍卖结束后48小时内成功支付订单，保证金5分钟内自动原路退回']},
    {que: '3.出价以后不想要了', ans: '您可以直接联系商家协商处理该笔拍卖订单'},
    {que: '4.什么是违约率', ans: '当您的订单多次超时未付款会造成违约，违约率高会导致触发系统风控，出价需缴纳保证金'},
  ]],
  ['3',[
    {que: '1.如何售后', ans:'', children:['1) 仅退款\n 请您在申请之前和店铺进行协商，在【我的】-【待发货】找到要申请退款的订单，申请退款后48小时内审核退款','2) 退货退款 \n您可以在不影响二次销售的情况下可以进行退货，在【我的】-【待收货】申请退款，填写正确的理由并上传图片，商家同意后，在【售后/退款】中填写正确的退回单号，商家收到货后进行退款，也可在此查看售后进度']},
    {que: '2.退货运费怎么算', ans: '用户可以和商家进行协商后进行退货，非质量问题退货需要用户自己出运费'},
    {que: '3.商家售假', ans: '博物有道对假货是零容忍的，一旦发现商家售假，必定严惩。 如果您有商家售假的确凿证据（有效的鉴定报告等），请及时反馈给我们的工作人员，经工作人员核实后会对商家严肃处理'},
    {que: '4.七天无理由退换', ans: '除有约定和特殊商品外，平台商品都支持七天无理由退换，请您放心购买，操作方法：【我的】-【待收货】申请退款，填写正确的理由并上传图片，商家同意后，在【售后/退款】中填写正确的退货物流，商家收到货后就可以对您进行退款，也可在【售后/退款】中查看售后进度'},
    {que: '5.没收到货怎么办', ans: '可以通过【我的】-【订单】查询具体订单对物流，如商家已发货但没有物流，可联系商家进行沟通协商'},
    {que: '6.申请仲裁', ans: '当您的售后申请被商家拒绝，您可以联系官方工作人员进行处理'}
    
  ]],
  ['4',[
    {que: '1.退款多久能到账', ans:'商品退款成功后5分钟内会原路退回支付账户'},
    {que: '2.拍卖保证金', ans: '', children: ['1) 用户缴纳保证金后，未出价或出价未中拍，拍卖结束后保证金5分钟内自动原路退回', '2) 中拍用户在拍卖结束后48小时内未支付订单，视为用户违约，扣除保证金赔付商家', '3) 中拍用户在拍卖结束后48小时内成功支付订单，保证金5分钟内自动原路退回']},
    {que: '3.如何提现', ans: '货款到账后随时可提现，佣金每月可提现2次，可查看【提现页】的文字说明'},
    {que: '4.关于余额', ans: '余额可以充值，不可以提现，充值没有手续费'} 
  ]],
  ['5', [
    {que: '1. 邀请奖励提现规则', ans:'用户在邀请活动页面申请提现后，平台会在1-3个工作日内审核完成，审核后金额会进入app钱包。'},
    {que: '2. 邀请奖励如何使用', ans:'邀请奖励提现到钱包后，可用于平台消费，不可提现到微信或者银行卡'},
  ]
  
]
])  

export const titleObj = {
 
  0: '入驻相关',
  1: '购物相关',
  2: '拍卖相关',
  3: '售后相关',
  4: '财务相关',
  5:'活动相关',
}
